var local_database = [
  {
    date: "Aug 26 2017",
    title: "正是虾肥蟹壮时",
    imgSrc: "/images/post/crab.png",
    avatar: "/images/avatar/1.png",
    content: "菊黄蟹正肥，品尝秋之味。徐志摩把,“看初花的荻芦”和“到楼外楼吃蟹”,并列为秋天来杭州不能错过的风雅之事；用林妹妹的话讲是“螯封嫩玉双双满，",
    reading: "112",
    collection: "96",
    headImgSrc: "/images/post/crab.png",
    author: "林白衣",
    dateTime: "24小时前",
    detail: "菊黄蟹正肥，品尝秋之味。徐志摩把“看初花的荻芦”和“到楼外楼吃蟹”并列为秋天来杭州不能错过的风雅之事；用林妹妹的话讲是“螯封嫩玉双双满，壳凸红脂块块香”；在《世说新语》里，晋毕卓更是感叹“右手持酒杯，左手持蟹螯，拍浮酒船中，便足了一生矣。”漫漫人生长路，美食与爱岂可辜负？于是作为一个吃货，突然也很想回味一下属于我的味蕾记忆。记忆中的秋蟹，是家人的味道，弥漫着浓浓的亲情。\n\n是谁来自山川湖海，却囿于昼夜，厨房与爱？ 是母亲，深思熟虑，聪明耐心。吃蟹前，总会拿出几件工具，煞有介事而乐此不疲。告诉我们螃蟹至寒，需要佐以姜茶以祛寒，在配备的米醋小碟里，亦添入姜丝与紫苏，前者驱寒后者增香。泡好菊花茶，岁月静好，我们静等。",
    postId: 0,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38",
      title: "夜夜夜夜-齐秦",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000"
    }
  },
  {
    title: "比利·林恩的中场故事",
    content: "一 “李安是一位绝不会重复自己的导演，本片将极富原创性李安众所瞩目的新片《比利林恩漫长的中场休息》，正式更名《半场无战事》。",
    imgSrc: "/images/post/bl.png",
    reading: 62,
    detail: "一 “李安是一位绝不会重复自己的导演，本片将极富原创性”李安众所瞩目的新片《比利林恩漫长的中场休息》，正式更名《半场无战事》。预告片首次曝光后，被视作是明年奥斯卡种子选手。该片根据同名畅销书改编。原著小说荣获美国国家图书奖。也被BBC评为21世纪最伟大的12本英文小说之一。影片讲述一位19岁德州男孩的比利·林恩入伍参加伊战，在一次交火中他大难不死，意外与战友成为大众的关注焦点，并被塑造成英雄。之后他们返回国内，在橄榄球赛中场休息时授勋。这名战争英雄却面临前所未有的心灵煎熬……李安为什么选中这部电影来拍？因为李安想要挑战前所未有的技术难题：以120帧每秒的速度、4K、3D技术全面结合，来掀起一场电影视觉革命。什么意思？所谓“电影是24格每秒的谎言”，其中的24格，就是帧数。",
    collection: 92,
    dateTime: "24小时前",
    headImgSrc: "/images/post/bl.png",
    author: "迷的城",
    date: "Nov 20 2016",
    avatar: "/images/avatar/1.png",
    postId: 1,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100003GdCmG4NkEOR.m4a?fromtag=38",
      title: "鬼迷心窍-李宗盛",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000"
    }
  },
  {
    //按住alt + shift + F 可以格式化代码样式
    title: "当我们在谈论经济学时，我们在谈论什么?",
    content: "引言在我跟学生课后交流时，以及我在知乎上阅读有关“经济”问题的论题时，经常会遇到这样的情况：...",
    detail: "1 引言\n\n在我跟学生课后交流时，以及我在知乎上阅读有关“经济”问题的论题时，经常会遇到这样的情况：有些人套用“经济理论“的知识去解释现实中发生的经济事件，结果发现很多事情讲不通，或者发现”理论告诉我们的“与现实发生的是相反的。也有学生经常跟我说：经济学有什么用？为了说明这个，我经常从两个方面来进行解释，尝试用我个人所擅长的解决问题的视角和他们能够听懂的方法来说明经济学是什么，它的作用边界在哪里：\r\n\n2 ”简笔素描“与”油画肖像“我们给人画肖像画，可以用简笔素描，也可以用油画肖像。油画肖像可以在最大程度上保存了人物的各方面的细节和特点，而简笔素描则忽略了很多细节。尽管简笔素描忽略了人物的许多细节，但我们仍旧能够很容易的认出画中的人物是谁。为什么？因为这种方法保留了人物最显著的特征，以至于我们可以忽略其次要特征而对人物做出判定。\n\n2.1 ”简笔素描“对于绝大多数的非经济学专业大众而言（经济学相关专业硕士学历以上），人们所接触到的经济学都是初级微观经济学。所谓的初级微观经济学，对于经济问题的”画法“就是一种”简笔素描“。比如初级微观经济学教材中广为使用的这种一元一次需求函数：y=bx+a，需求量的唯一变量是产品价格。但仅凭直觉我们就可以断言，现实中影响需求量的因素绝不止价格这一种，因此我们可以认为这个模型对经济问题的描述是失真的。然而但这种失真却是必要的和有意义的，其意义在与它利于揭示价格对于需求的影响，而不在于否定影响需求的其他因素——",
    imgSrc: "/images/post/sls.jpg",
    headImgSrc: "/images/post/sls.jpg",
    reading: 62,
    collection: 92,
    author: "知乎",
    date: "Nov 12 2016",
    dateTime: "三天前",
    avatar: "/images/avatar/3.png",
    postId: 2,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100004HLusI2lLjZy.m4a?fromtag=38",
      title: "女儿情-万晓利",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000"
    }
  },
  {
    title: "阿里、京东前后夹击 亚马逊在华快消品份额仅1%",
    content: "凤凰科技讯 据《华尔街日报》北京时间8月28日报道，亚马逊公司去年秋天在中国推出了Prime会员服务，赌定难以寻找的西方商品和免费国际送货服务的诱惑，将足以帮助公司打开中国这个全球最大电商市场。",
    imgSrc: "/images/3.jpg",
    reading: 102,
    detail: "凤凰科技讯 据《华尔街日报》北京时间8月28日报道，亚马逊公司去年秋天在中国推出了Prime会员服务，赌定难以寻找的西方商品和免费国际送货服务的诱惑，将足以帮助公司打开中国这个全球最大电商市场。然而，零售分析师称，这一幕并未发生，凸显出亚马逊在中国面临的困境。要想争夺中国市场，亚马逊需要克服重重阻碍，应对越来越精明的竞争对手。Facebook、谷歌公司等受到了中国监管部门的严格限制。随着中国本土智能机制造商推出了高性价比智能机，苹果公司在中国智能机市场的份额也出现下滑。“久而久之，苹果、微软等公司看到中国对手逐步提高他们的价值链，缩小他们与西方公司及其产品的差距，”北京科技咨询公司迈博瑞咨询(Marbridge Consulting)董事总经理马克·纳特金(Mark Natkin)表示。",
    collection: 92,
    dateTime: "24小时前",
    headImgSrc: "/images/3.jpg",
    author: "猫是猫的猫",
    date: "Aug 28 2017",
    avatar: "/images/avatar/5.png",
    postId: 3,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100002mWVx72p8Ugp.m4a?fromtag=38",
      title: "恋恋风尘-老狼",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001VaXQX1Z1Imq.jpg?max_age=2592000",
    }
  },
  {
    title: "支付宝这一招逆天：人类又要失去一份工作",
    content: "人工智能取代人类的言论早已甚嚣尘上，工作内容单调、重复的客服领域首当其冲。",
    imgSrc: "/images/1.jpg",
    reading: 102,
    detail: "人工智能取代人类的言论早已甚嚣尘上，工作内容单调、重复的客服领域首当其冲。日前，在杭州举办的新客服高峰论坛上，蚂蚁金服宣布将对外全面开放以AI技术为核心的“新客服平台”。这也是继理财、保险等领域后，蚂蚁金服AI开放的又一大场景。智能预测，一秒作答。传统的客服系统流程繁琐、僵硬。用户拨打客服电话时，常常会遇见这种情况：“某某服务请按1、某某服务请按2”。遇上紧急情况时，这样的语音提示简直令人抓狂。而拨打支付宝客服电话，用户不用反复听1-9的提示音，机械地按键操作。取而代之，只需要对着手机“下指令”，系统识别语音就会直接跳转服务。打开支付宝“我的客服”，你甚至还没想好要问什么，智能客服“小蚂答” 就已经根据行为轨迹、机器算法、大数据“排兵布阵”，提前做好了准备。",
    collection: 26,
    dateTime: "24小时前",
    headImgSrc: "/images/1.jpg",
    author: "深白色",
    date: "Aug 28 2017",
    avatar: "../../../images/avatar/3.png",
    postId: 4,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100000Zn0vS4fKKo8.m4a?fromtag=38",
      title: "沉默是金-张国荣",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000003at0mJ2YrR2H.jpg?max_age=2592000"
    }
  },
  {
    title: "罗永浩没倒在创业路上，却栽在了罗振宇的知识服务上",
    content: "刚获得10亿融资的罗永浩宣布，终止在罗振宇的得到平台的知识付费项目《罗永浩的创业课》。",
    imgSrc: "/images/2.jpg",
    reading: 96,
    detail: "刚获得10亿融资的罗永浩宣布，终止在罗振宇的得到平台的知识付费项目《罗永浩的创业课》。这应该是罗永浩最真诚的一次道歉。“我无法再完成后续的专栏更新了。我的身心状态和公司的现实发展局面都不允许我再以这样的状态继续下去了。”8月25日早上8点，罗永浩宣布终止自己在得到APP的《罗永浩的创业课》。他一反常态，没有用自己独特的罗氏“单口相声”，文章中通篇没有讲一个段子，并且向用户表示“深深的歉意”。罗永浩在“得到”的专栏，每周一至周五每天更新，每篇音频长度大概在10分钟左右，由罗永浩亲自写作和录制。罗永浩说，同时完成锤子和“得到”工作的三个月内，他都是在“难以置信的超负荷工作”中度过。自己错误地预估了每天准备课程要花费的时间，以至于不能按时为用户提供内容。",
    collection: 26,
    dateTime: "21小时前",
    headImgSrc: "/images/2.jpg",
    author: "深白色",
    date: "Aug 28 2017",
    avatar: "../../../images/avatar/5.png",
    postId: 5,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38",
      title: "朋友-谭咏麟",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000"
    }
  },
]

module.exports = {
  postList: local_database
}